{
    "url": "https://washington.org/find-dc-listings/events?start_date_value={m}%2F{d}%2F{y}&end_date_value=",
    "events": [
    
        {
            "eventname": "The Jinkx and DeLa Holiday Show",
            "date": "Now - Dec 04, 2022. Doors: 6:30 PM",
            "address": "1215 U St. NW
Washington, DC 20009
United States",
            "description": "Tickets on sale now through Ticketmaster.com. "
        },
    
        {
            "eventname": "Atlas Presents Sounds of Silence Film Series: The Patsy - 1928",
            "date": "Now - Dec 04, 2022. 4 PM",
            "address": "1333 H St. NE
Washington, DC 20002
United States",
            "description": "THE PATSY  1928
STARRING  MARION DAVIES
DIRECTED BY KING VIDOR
SUNDAY, DECEMBER 4, 2022, 4:00 PM

With live musical accompaniment by pianist Andrew Earle Simpson

The Patsy is a 1928 American silent comedy-drama film directed by King Vidor, co-produced by and starring Marion Davies. For the history buffs  The nineteen-year-old Marion Davies met the fifty-three-year-old newspaper tycoon, William Randolph Hearst, and became his mistress. Hearst took over the management of Davies career and promoted her as a film actress.

Jealous that her older sister Grace has landed handsome and successful Tony Anderson, Patricia Harrington (Davies) launches an elaborate charm offensive to win his heart. Patricia shrugs off her diffidence and, in the hope that Tony will be drawn to her new persona, tries to carry herself with the self-confidence of the eras silent film stars. When this doesnt have the desired effect, Patricia takes things a step further.

 
ATLAS SILENT FILM SERIES
FEATURING HOLLYWOOD FLAPPER ICONS OF THE 1920s

LOUISE BROOKS, MARION DAVIES, AND JOAN CRAWFORD

 
With live musical accompaniment by pianist Andrew Earle Simpson

Flappers of the 1920s were young women known for their energetic freedom, embracing a lifestyle viewed by many at the time as outrageous, immoral or downright dangerous. Now considered the first generation of independent American women, flappers pushed barriers in economic, political and sexual freedom for women. Our film series this season features the works of three of the most influential and powerful women in the Hollywood of their time: Louise Brooks, Marion Davies, and Joan Crawford.

Each screening will include a pre-show intro and a post-show discussion with Andrew Earle Simpson."
        },
    
        {
            "eventname": "Tony Woods and Friends",
            "date": "Now - Dec 04, 2022. 7:30",
            "address": "1140 Connecticut Ave. NW
Washington, DC 20036
United States",
            "description": "A true comedian's comedian, Tony started doing stand-up right here in the District. He has influenced countless stand-ups, delivering long and unforgettable bits with a signature laid-back style that completely disarms audiences. For this show, he's taking over our main showroom and bringing along some of his great comedy friends -- come see a hometown hero at his best!"
        },
    
        {
            "eventname": "The Spies of Embassy Row",
            "date": "Sundays, Dec 04, 2022 - Dec 18, 2022. From: 12:30 PM to 02:00 PM",
            "address": "United States",
            "description": "If you enjoy historical stories of conspiracy, politics, cover-ups, and assassinations, this tour is for you. All tours are developed and delivered by former intelligence officers.

Begin at Dupont Circle and examine the suspicious death of a Kremlin insider, the first of many suspicious deaths we explore. Hear more about the origins of "Embassy Row" and go to where infamous spies lived and operated. Andconduct a secret operation! Hint: Bring your map reading skills.

Don't forget your walking shoes, bring water, and dress for the weather. 

Not seeing a tour on the calendar that works for your schedule?  Submit a request for a new date/time.  We'll work with you and do our best to accommodate your needs.

Your host will be George:  George is a former Senior National Security Officer with 30 years of experience with the Central Intelligence Agency, Department of State, and as a Military Intelligence Officer in the United States Army.  He served multiple assignments in Central Europe, Eastern Europe, and South Asia leading intelligence collection operations.  He also led the CIA's advanced tradecraft school and worked in the CIA's Counterintelligence Center.

 
Tickets are available on Eventbrite, https://www.eventbrite.com/e/427666480957"
        },
    
        {
            "eventname": "Washington Wizards vs Los Angeles Lakers",
            "date": "Now - Dec 04, 2022. From: 06:00 PM to 09:00 PM",
            "address": "601 F St. NW
Washington, DC 20004
United States",
            "description": "The Washington Wizards are back for another season at Capital One Arena, located in the heart of the city's vibrant Chinatown neighborhood. Home to the Wizards and NHL's Washington Capitals, the recently renovated arena features new-age seating, sound systems, interactive fan experiences and more  not to mention the ever-growing list of innovative food and beverage options throughout the venue."
        },
    
        {
            "eventname": "Georgetown at Night",
            "date": "Dec 04, 2022. From: 08:00 PM to 10:00 PM",
            "address": "Meet in front of Fiola Restuarant on the Boardwalk at 31st and K in Washington Harbor.
Washington, DC 20001
United States",
            "description": "After an orientation on nighttime photography, photograph the Kennedy Center across the Potomac River. Then walk through the streets of Georgetown, photographing 18th Century homes and storefronts. Also learn how to capture the light trails of cars as they drive past. In addition to photographing M Street, the group will also walk up Wisconsin Ave and photograph the vibrant nightlife of this charming area.

Washington Photo Safari is a service of E. David Luria Photography."
        },
    
        {
            "eventname": "Clementina Festival",
            "date": "Daily, Dec 05, 2022 - Dec 18, 2022.",
            "address": "480 7th St. NW
Washington, DC 20004
United States",
            "description": " In season in Spain from November to February, this tangy yet sweet, juicy orange from the mandarin family is a holiday season favorite at Jaleo, inspiring our chefs and beverage team to craft new dishes and beverages that brighten up cold days.

Join us in Washington DC from December 5-18 for two weeks of indulgent tapas and bebidas featuring this delectable ingredient to experience the perfect balance of sweetness and acidity."
        },
    
        {
            "eventname": "Atlas Presents Bohemian Caverns Jazz Orchestra: A Bohemian Christmas",
            "date": "Dec 05, 2022. 8:00 PM",
            "address": "1333 H St. NE
Washington, DC 20002
United States",
            "description": "Shorty Rogers, Thad Jones, Duke Ellington/Billy Strayhorn, Stan Kenton, and a handful of arrangements by BCJO Ghosts of Christmas Past. Directed by Brad Linde and Joe Herrera, the 17-piece big band is enjoying its 12th year of adventurous and exciting programming.

The Bohemian Caverns Jazz Orchestra was founded in 2010, maintaining residence at the historic Bohemian Caverns each Monday night until its closing in March 2016.  During that time, the band featured the District's finest musicians in presenting a wide repertoire of music and guest artists including Oliver Lake, Warren Wolf, Miho Hazama, Elliott Hughes, Nathan Parker Smith, and others.  The BCJO received numerous awards including annual recognition from the Washington City Paper and the 2012 Mayor's Arts Award. Currently, the band plays at Milkboy Arthouse in College Park and Levine Music in Silver Spring. In 2018, BCJO released two volumes of pianist Dan Roberts' music, titled "Bohemiana".  The band is directed by Brad Linde and Joe Herrera.

 
ARTIST BIOGRAPHY:  

The Bohemian Caverns Jazz Orchestra (BCJO) is a 17-piece big band founded by baritone saxophonist Brad Linde. The BCJO, directed by Linde and trumpeter Joe Herrera, presents a variety of music from big band literature and features some of the District's best musicians on Monday nights at the historic Bohemian Caverns. Music from Ellington, Basie, Strayhorn, Thad Jones, Oliver Nelson, Maria Schneider and originals by band members embrace and challenge the tradition of big band repertoire. In April 2014, the BCJO celebrated 4 years of Monday nights and over 220 performances since its inception on April 19, 2010.

Brad Linde is a saxophonist, bandleader, and presenter in the Washington DC metro area. He is the Director of Jazz and Creative Instrumental Music at Georgetown Day School and is on faculty at Levine Music.

He has worked with legendary musicians including Lee Konitz, Teddy Charles, Barry Harris, Grachan Moncur III, Andrew Cyrille, Joe Chambers, and Dan Tepfer, Matt Wilson, Ethan Iverson, and many others.

As an improviser, he currently works in the duo ditch panther with pianist Erika Dohi and with cellist Janel Leppin and guitarist Anthony Pirog in THIRD WHEEL. He composes for his group UNDERWATER GHOST featuring Pirog, Dohi, bassist Nathan Kawaller and drummer Allison Miller, and the quartet collective TEAM PLAYERS (w/ Billy Wolfe, Aaron Quinn, and Deric Dickens).

Other projects include GINGERBRED (piano-less quartet w/ Carol Morgan) and the avant-trad jazz group DIX OUT (w/ Tara Kannangara, Quinn, Liz Prince, and Dickens).

In 2010, he founded and began co-directing the Bohemian Caverns Jazz Orchestra  a 17-piece big band in residence at the historic club, and he is the director of the 10-piece chamber group the Brad Linde Ensemble (BLE), the 5 saxophone/rhythm section band "Sax Of A Kind", the big band BLEE (Brad Linde Expanded Ensemble) and the 14-piece BIG OL'.

Brad maintained a long performance relationship with the legendary hardbop pianist/composer Freddie Redd, performing at Smalls Jazz Club, Birdland, JALC and other venues in New York, DC, and Baltimore from 2009 through 2013. He was also the musical director for the Freddie Redd/Butch Warren Quintet. He has co-led a New York-based group with one of the original Tristano School members, tenor saxophonist Ted Brown, since 2010.

From 2011-2014, he was the curator of the cutting-edge jazz series at the Atlas Performing Arts Center in Northeast Washington DC, presenting artists including Mark Turner, Steve Coleman, Ambrose Akinmusire, Darcy James Argue and more. He was a participant in the Banff International Jazz and Creative Music Workshop 2013 and he studied with Barry Harris and Lee Konitz, among others."
        },
  
    ]
}